VV_cases/V1_solver/results/study_v1/runs/001_data_beta05_initial_verification/02_simulations/baseline_coarse_Re160/01_openfoam_setup/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2512                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    inlet
    {
        type            patch;
        nFaces          14;
        startFace       21190;
    }
    outlet
    {
        type            patch;
        nFaces          14;
        startFace       21204;
    }
    bottom
    {
        type            wall;
        inGroups        1(wall);
        nFaces          306;
        startFace       21218;
    }
    top
    {
        type            wall;
        inGroups        1(wall);
        nFaces          306;
        startFace       21524;
    }
    front
    {
        type            empty;
        inGroups        1(empty);
        nFaces          4308;
        startFace       21830;
    }
    back
    {
        type            empty;
        inGroups        1(empty);
        nFaces          4314;
        startFace       26138;
    }
    cylinder
    {
        type            wall;
        inGroups        1(wall);
        nFaces          240;
        startFace       30452;
    }
)

// ************************************************************************* //
